{
    "the_darkened_city1":{
        "id":"the_darkened_city1",
        "head":"The 'Darkened City'... still dark?",
        "body":["It's been months and the city is still shrouded in darkness, even during daytime.",
        "Leader Cynth was recorded saying 'Everything is fine, our government's inner dealings are none of your buisness. We sent our tanks inside, we can assure you that now everything is completely regulated.'.",
    "Scientists warns that the large alien concentration in the city is a rason for concern."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Leroy Ezekir"
    },
    "":{
        "id":"",
        "head":"",
        "body":[],
        "zones":[],
        "flags":[],
        "publisher":"",
        "writer":""
    },
    "explosive_bunnies":{
        "id":"explosive_bunnies",
        "head":"Explosive bunnies - not as effecient as previously thought?",
        "body":["Tuesday, President Rum-pumpum suggested dealing with the alien invasion by strapping explosive bunnies to your lungs.",
        "'I heard people. Smart people. That said this [explosive bunnies-lung strapping. e.n] is a good, no, BEST solution to this problem. Great people'",
    "In probably unrelated news, 2 found dead, covered in rabbit's fur, after an explosion occured near their lungs."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Joseph Fumprum"
    },
    "alien_from_space1":{
        "id":"alien_from_space1",
        "head":"Alien from space might be from earth all along?",
        "body":["Scientific consensus rising toward the belief that the invading alien creatures from space, are actually from the earth's ice sheets.",
        "In order to understand this bizzare standpoint, we interviewed the famous rapper Icky Janim:",
        "'My best friend's cousin did his own research and found they ARE from space'",
        "Clearly, both sides have firm beliefs and we encourage the freedom to make your mind by yourself."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Sarah Derering"
    },
    "all_hope_is_lost":{
        "id":"all_hope_is_lost",
        "head":"Should we lose hope?",
        "body":["Another up-and-coming warrior from the 'Catastrophe Headquarter' died, after a failed attempt at banishing the, so-called, 'Schnoop Queen'.",
        "More and more concerned people are starting to question if this can be achieved at all. According to Allison Burniege, an avid 'Oyster' influencer, it is",
    "'Yes! it's possible. I oystered on 'Oyster' a prayer for our people and planet, and I believe that if more people sent thoughts and prayers, and follow me on 'Oyster' - God will help us!",
"At the day of publishing, the Allison's post got re-oystered 20,000 times!"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Shantelle Wall"
    },
    "schnoops_list":{
        "id":"schnoops_list",
        "head":"5 Things You Probably Didn't Know About The Schnoops (#3 Will BLOW Your Mind!!)",
        "body":["Even though its been 2 years since the mask-weraing, worm-like aliens invaded our planet, there are still several misconceptions about them.",
        "To help you swim through the oceans of misinformation, we gathered 5 AMAZING facts about the Schnoops that everyone should know about",
        "1. The Schnoops got their name from a 5 year old, who appeared in a VIRAL 'Oyster' video. The name caught by storm ever since",
       "2. The masks the Schnoops wear are actually part of an exoskeleton, and not an artifical cloth. The price of those masks can be realy high, if you brave enough to [REDACTED]",
        "3. The Schnoops fly with their little, flimsy, hand-like wings. The larger and stronger the Schnoop, the more wings they have",
     "4.  The Schnoops can transform inanimate objects, plants and fruits into creatures. Some may say they can transform humans, [RDEACTED] before the Darkened [REDACTED]",
     "5. The Schnoops find all human life completely and utterly disgusting. They will attack any human on sight, so stay far away from them",
    "Hope you learned somrthing new! Don't forget to LIKE and SHARE on 'Oyster'"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"ZeHern"
    },
    "catastrophe_headquarter":{
        "id":"catastrophe_headquarter",
        "head":"More volunteers coming to the 'Catastrophe Headquarters' to help banish the aliens",
        "body":["A surge of brave volunteers are sacrificing their time and well being to help fight the alien invasion.",
        "World Leaders insist that The Banishing Act is the only way to finish this invasion as well as returning back to pre-invasion normal",
        "Scientists keep pressuring for further invistigation of the aliens and their creations, to the dismissal of the UN.",
        "We salute the patriotic heroes who agree to join the Banishing Act, even at the possible cost of their life"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Blanchefleur StarCaste"
    },
    "hamsters_playing_chess":{
        "id":"hamsters_playing_chess",
        "head":"Hamsters Playing Chess - A Menace?",
        "body":["CH agents warns that the cute hamsters, who are incredibly proficient in chess, might not be so cute after all.",
        "Lately, the phenomenon of GrandHamsters, a grandmaster level chess players who happen to be hamsters, has swept the chess playing world.", 
        "Is it possible that this cute & smart hamsters be a sinister takeover by the aliens? The CH says -  definitely",
        "If you see a cute hamster playing chess, plus you happen to have a Banishing Machine on you, be sure to banish those to another realmת before they harm you or worse,",
        "deafeat you in 14 moves."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Camille Fleur"
    },
    "the_opposition_at_fault":{
        "id":"the_opposition_at_fault",
        "head":"Are Aliens summoned from SPACE via a Pizzaria Basement? President Rum-pumpum newest Allegation",
        "body":["Friday, president Rum-pumpum wrote a post on social media site 'Oyster', alleging that the opposition is transmitting micro waves to summon more aliens.",
        "After the Banishing Act hasn't reduced the number of aliens roaming through the planet, the president suggested that the opposition may summon them to make him look bad",
        "'Many told me that this pizzaria never done doing deliveries on Saturdays. Why? Tell me, Why is that? Because its a plan by the donkeys to call the aliens from the basement",
        "They don't care about us, they only want control. I heard smart people say I have the most amazing ideas. Best to banish the opposition too.",
        "Before they use those micro-waves to send more aliens to kill us patriotic citizens.'",
        "Clearly, this matter requires a serious investigation going forward"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Kitt Garban"
    },
    "boss_monsters":{
        "id":"boss_monsters",
        "head":"New Data Suggest: Boss Monsters cannot be banished",
        "body":["Many attempts failed and lives lost to banish the big aliens that keep generating new, smaller aliens.",
        "The Boss Monsters, as the internet loves to name them, are not easy to deal with. Leaked data from the 'Catastrophe Headquarter'(CH) suggests that those cannot be banished directly, but only temporarily disabled.",
        "Banishing their minions prevent them from doing more harm, and temporarily make them disappear.",
        "'We believe that if we make them disappear enough times, they will eventually vanish permanently' responded the CH",
        "'We need more volunteers to help banish those aliens. We send our hopes and prayers to the honourable people who sacrificed their life for this mission'."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Jean Alcare, CH"
    },
    "those_are_not_fairies":{
        "id":"those_are_not_fairies",
        "head":"Save the Kids from the Alien Fairies",
        "body":["A new and alarming kind of aliens arrive from a distant swamp. Those creatures resemble a fairy-tale fairies and lure children into their demise.",
        "The 'Catastrophe Headquarter' (CH) insists that parents must warn their children not to get close to those aliens, as they can be extremly dangerous.",
        "Further social media research suggests their vertical mouth can unhinge and swallow an entire person."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Karen Mattison-Smith"
    },
    "the_galactic_cake":{
        "id":"the_galactic_cake",
        "head":"Invasion Stories: The Bakery",
        "body":["At YNC bakery, 2 days after the invasion. We have a recording from the last phone that exited the place, presumbly between a worker and the manager:",
        "'I know she's a regular, but this is an emergency. We can't keep selling pasteries when the city is literally invaded by aliens... anyway she wants to speak to you ... [static]..'",
        "Later that day, an 'Oyster' post reported seeing a giant cake storming through the store and into space - transfiguring all the surrounding stardust into delicous goods."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Oliver Faere"
    },
    "the_schnoop_hunter":{
        "id":"the_schnoop_hunter",
        "head":"Invasion Stories: The Hunter",
        "body":["Judith (alias), reported her father missing (6 Jan) after he left for what he called, 'A special hunting spree'.",
        "Judith reported a curiosity, her father found a way to use Schnoops as hunting animals. Apparantly he never told anyone about his methods not even his own family. ",
        "Since his disappearance, human dog-like alien terrorize the forest with Schnoops obeying his commands.",
        "Judith is sure that this alien has something to do with her father, nevertheless the CH insist that this is impossible, as the creature is clearly from space."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Oliver Faere"
    },
    "we_own_everything":{
        "id":"we_own_everything",
        "head":"Social media giant 'Oyster' bought all News Media",
        "body":["In what seen at start as a complete monopoly of media, 'Oyster' absorbed all news sites and all competing social media sites.",
        "At first, many journalists thought this would completely shut different opinions and viewpoints, yet all currently employed journalists say they couldn't be happier.",
        "Some readers are concrened about quality control and fact checking, though 'Oyster' promised that there's nothing to worry about,",
        "To make fact-checking easier 'Oyster' also bought all independent fact checking sites and agencies.",
        "This is truly an amazing day for free speech"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Urbac Canice"
    },
    "nb_schnoop":{
        "id":"nb_schnoop",
        "head":"A Schnoop Sighting at a Women's Bathroom sparks outregous Comments from Scientists",
        "body":["At 21 jan, around 12:00 PM, a blue Schnoop was sighted in a public women's bathroom. Witnesses at the event were confused and baffled, as the Schnoop was not clearly female.",
        "'This was completely un-called for. The Schnoops have gone too far! unless we know for sure that a Schnoop is female he can't just enter a women's bathroom', One witness wrote on her 'Oyster' profile.",
        "What made the matter even worse, was the outregous claims from a top scientist, 'Schnoops are aliens, they don't have a gender like us'.",
    "President Rum-pumpum re-oystered the post with his own take 'Everything in this God-made world must be either a boy or a girl, no exceptions.", 
    "I will find smart people the best people there are at biologogy [SIC] to investigate the gender of the Schnoops and prevent them entering the wrong bathrooms'"],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Edward Lizeay"
    },
    "faroff_nuns":{
        "id":"faroff_nuns",
        "head":"Invasion Stories: The Far-Off Nuns",
        "body":["Some say the huge wreckage of property, buisness and human life was a sign for the end times",
        "Still, no one believed that more than the far-off church, managed by three anonymous nuns.",
        "They saw the schnoops as angels of vengence sent by God, and swore to protect them at all costs",
        "No one expected the Schnoop queen to arrive on site and demolish the place to rubble. The faith of the Far-Off Nuns is unknown.",
        "There were rumors of glimpsing them deep within the Darkened City."],
        "zones":["zone1", "zone2", "zone3"],
        "flags":[],
        "publisher":"",
        "writer":"Oliver Faere"
    }

}